Repository: auxo-team/DirectumObjects
Catalog: Auxo.Common/Auxo.Common.Shared/Reports/ObjectChanges/ObjectChanges.*.resx
Languages: ru

# RedefinedName
source: Redefined
ru: Переопределено

# AddedName
source: Added
ru: Добавлено

# ModifiedName
source: Modified
ru: Изменено

# CollectionName
source: Collection
ru: Коллекция

# PropertyCollection
source: "{0}" ({1}) Collections "{2}" ({3})
ru: "{0}" ({1}) Коллекции "{2}" ({3})

# AddedEnumsName
source: Added enumerations
ru: Добавлены перечисления

# PageName
source: Pafe - {0} ({1})
ru: Страница - {0} ({1})

# GroupName
source: Group - {0} ({1})
ru: Группа - {0} ({1})

# ControlName
source: Control - {0} ({1})
ru: Контрол - {0} ({1})

# LinkName
source: Hyperlink - {0} (Function: {1})
ru: Гиперссылка - {0} (Функция: {1})

# StateViewName
source: Status Control - {0} (Function: {1})
ru: Контрол состояния - {0} (Функция: {1})

# PreviewName
source: Preview Panel - {0}
ru: Панель предпросмотра - {0}

# TabName
source: Tab - {0}
ru: Вкладка - {0}

# SwitchName
source: State Switch - {0}
ru: Переключатель состояния - {0}

# MenuButtonName
source: Menu button - {0}
ru: Кнопка-меню - {0}

# PropertySwitchName
source: Property Switch - {0}
ru: Переключатель свойства - {0}

# ActionName
source: Action - {0}
ru: Кнопка - {0}

# Event_BeforeSaveServer
source: Before saving
ru: До сохранения

# Event_WriteHistoryServer
source: Before saving history
ru: До сохранения истории

# Event_SavingServer
source: Before saving (in transaction)
ru: До сохранения (в транзакции)

# Event_ClosingClient
source: Closing form
ru: Закрытие формы

# Event_IsRequired
source: Required
ru: Обязательное

# Event_AllowUserDisableConfirmation
source: Allow user to disable confirmation
ru: Позволить пользователю отключать подтверждение

# Event_IsToggleAction
source: Action-switch
ru: Действие-переключатель

# Event_IsEmptySelectionAllowed
source: Available when there are no selected entries in the list
ru: Доступно при отсутсвии выделенных записей в списке

# Event_IsCreationAction
source: Is the act of creation
ru: Является действием создания

# Event_SmallIconName
source: Small icon
ru: Маленькая иконка

# Event_NeedWriteHistory
source: Keep a history of changes
ru: Вести историю изменений

# Event_SavedServer
source: After saving (in transaction)
ru: После сохранения (в транзакции)

# Event_AfterSaveServer
source: After saving
ru: После сохранения

# Event_IsVisible
source: Show in explorer
ru: Отображать в проводнике

# Event_BeforeDeleteServer
source: Before deletion
ru: До удаления

# Event_DeletingServer
source: Before deletion (in transaction)
ru: До удаления (в транзакции)

# Event_AfterDeleteServer
source: After removal
ru: После удаления

# Event_CreatingFromServer
source: Copying
ru: Копирование

# Event_CreatedServer
source: Creation
ru: Создание

# Event_FilteringServer
source: Filtering an object or filter panel
ru: Фильтрация объекта или панели фильтрации

# Event_ValidateFilterPanelClient
source: Checking the filter panel filter
ru: Проверка фильтра панели фильтрации

# Event_UiFilteringServer
source: UI-filtering
ru: UI-фильтрация

# Event_ShowingClient
source: Show form
ru: Показ формы

# Event_RefreshClient
source: Updating form
ru: Обновление формы

# Event_ChangedShared
source: Changing the value of a property
ru: Изменение значение свойства

# Event_AddedShared
source: Add to collection
ru: Добавление в коллекцию

# Event_DeletedShared
source: Removing from collection
ru: Удаление из коллекции

# Event_ValueInputClient
source: Changing the control value
ru: Изменение значение контрола

# Event_IsShowedInList
source: Display in list form
ru: Отображать в форме-списке

# Event_CanBeSearch
source: Show in search dialog
ru: Отображать в диалоге поиска

# Event_IsVisibility
source: Display in card
ru: Отображать в карточке

# Event_IsLoadEagerly
source: Load value immediately
ru: Загружать значение сразу

# Event_IsUnique
source: Unique
ru: Уникальное

# Event_IsDisplayValue
source: The property specifies the display name of the entity
ru: Свойство задает отображаемое имя сущности

# Event_IsQuickSearchAllowed
source: Quick search in the list form searches by this property
ru: Быстрый поиск в форме-списке ищет по этому свойству

# Event_GenerateHandler
source: Fulfilment/Possibility of Fulfilment
ru: Выполнение/Возможность выполнения

# Event_NeedConfirmation
source: Ask for confirmation before executing
ru: Запрашивать подтверждение перед выполнением

# Event_IsEnabled
source: Allow editing
ru: Разрешить редактирование

# Event_IsAutoCreated
source: Create only programmatically
ru: Создавать только программно

# Event_OpenCardByDefaultInCollection
source: Double clicking on a document opens a card
ru: Двойной клик на документе открывает карточку

# Event_IsCacheable
source: Cache on the client
ru: Кэшировать на клиенте

# Event_LookupMode
source: Method of selecting a value
ru: Способ выбора значения

# Event_ShowingSignDialogClient
source: Before showing the signing dialog
ru: До показа диалога подписания

# Event_HideFromNavigationEditorCreationArea
source: Hide from dropdown list creation area
ru: Скрыть из области создания выпадающего списка

# Event_HideFromCreationArea
source: Hide from creation area
ru: Скрыть из области создания

# Event_SearchDialogLookupServer
source: Filtering selection from list when searching
ru: Фильтрация выбора из списка при поиске

# Event_IsStatusEnabled
source: Active/Closed
ru: Действующая/Закрытая

# Event_CanBeUsedInIntegration
source: Use in integration service
ru: Использовать в сервисе интеграции

# Event_LargeIconName
source: Big icon
ru: Большая иконка

# Event_IconName
source: Icon
ru: Иконка

# Event_ShowTypeNameInThread
source: Show type instead of subject in correspondence
ru: В переписке показывать тип вместо темы

# Event_BeforeResumeServer
source: Before the resumption
ru: До возобновления

# Event_BeforeRestartServer
source: Before the restart
ru: До рестарта

# Event_BeforeStartServer
source: Before the start
ru: До старта

# Event_BeforeSigningServer
source: Before signing
ru: До подписания

# Event_ConvertingFromServer
source: Change of type
ru: Смена типа

# Event_FlatListInStandaloneLookup
source: Display as list when selected
ru: Отображать как список при выборе

# Event_LookupServer
source: Filtering selection from list
ru: Фильтрация выбора из списка

# Event_EntityBeforeResumeEvent
source: Before the resumption
ru: До возобновления

# Event_EntityBeforeAbortEvent
source: Before termination
ru: До прекращения

# Event_EntityAfterSuspendEvent
source: After suspension
ru: После приостановки

# Event_UseSchemeFromSettings
source: The scheme is configured in the explorer
ru: Схема настраивается в проводнике

# Event_DocumentVersionCreationSources
source: Allow document versioning
ru: Разрешить создание версий документа

# Event_IsCreateVersionsOnLayerForbidden
source: Disable creating task schema versions in overlaps
ru: Запретить создавать версии схемы задачи в перекрытиях

# Event_OnlyPerformersCanComplete
source: Only performers can perform tasks
ru: Только исполнители могут выполнять задания

# Event_AfterSuspendServer
source: After suspension
ru: После приостановки

# Event_BeforeAbortServer
source: Before termination
ru: До прекращения
