Repository: auxo-team/DirectumObjects
Catalog: Auxo.Common/Auxo.Common.Shared/ObjProperty/ObjPropertySystem.*.resx
Languages: ru

# Property_Name
source: Name
ru: Наименование

# DisplayName
source: Entity property
ru: Свойство сущности

# AccusativeDisplayName
source: Entity property
ru: Свойство сущности

# CollectionDisplayName
source: Entities properties
ru: Свойства сущностей

# Property_ObjType
source: Type of entity
ru: Тип сущности

# Property_PropertyGuid
source: Guid property
ru: Guid свойства

# Property_LocalizedName
source: Localized name
ru: Локализованное наименование

# Enum_PropertyType_AxDateTime
source: DateTime
ru: Дата и время

# Enum_PropertyType_AxDate
source: Date
ru: Дата

# Enum_PropertyType_AxCollection
source: Collection
ru: Коллекция

# Enum_PropertyType_AxBoolean
source: Boolean
ru: Логический

# Enum_PropertyType_AxEnumeration
source: Enumeration
ru: Перечисление

# Enum_PropertyType_AxDouble
source: Double number
ru: Вещественное число

# Enum_PropertyType_AxInteger
source: Integer number
ru: Целое число

# Enum_PropertyType_AxNavigation
source: Navigation
ru: Ссылка

# Enum_PropertyType_AxString
source: String
ru: Строка

# Enum_PropertyType_AxText
source: Text
ru: Текст

# Enum_PropertyType_AxMonthYear
source: Year and month
ru: Год и месяц

# Enum_PropertyType_AxYear
source: Year
ru: Год

# Property_PropertyType
source: Property type
ru: Тип свойства

# Property_Parent
source: Collection
ru: Коллекция

# Property_NavigationGuid
source: Guid type of link property
ru: Guid типа свойства ссылки

# Enum_PropertyType_AxLongInteger
source: Identifier
ru: Идентификатор

# Enum_PropertyType_AxImage
source: Image
ru: Изображение

# Enum_PropertyType_AxData
source: Data
ru: Бинарные данные

# Enum_PropertyType_AxEntityType
source: Entity type
ru: Тип объекта

# Enum_PropertyType_AxBinaryData
source: Binary data
ru: Бинарные данные в хранилище

# Property_PropertyTypeString
source: Property type (string)
ru: Тип свойства (строка)

# Action_ChildProperties
source: Child properties
ru: Дочерние свойства

# Action_ChildPropertiesHint
source: Show child properties
ru: Показать дочерние свойства

# Action_ChildPropertiesDescription
source: Opens a list of child properties
ru: Открывает список дочерних свойств

# Ribbon_RelatedData_e13cc6113a444da5b2d18c7c36d6b127
source: Related data
ru: Связанные данные

# Action_OpenTypeLink
source: Open link card
ru: Открыть карточку ссылки

# Action_OpenTypeLinkHint
source: Opens a link type card
ru: Открывает карточку типа ссылки

# Action_OpenTypeLinkDescription
source: Opens the card of the type the property refers to
ru: Открывает карточку типа на которое ссылается свойство

# Property_EnumValues
source: Enumeration values
ru: Значения перечислений

# Property_ObjTypeName
source: Entity type name
ru: Имя типа сущности

# Enum_PropertyType_AxTime
source: Time
ru: Время

# Property_IsRequired
source: Required
ru: Обязательное

# Property_IsUnique
source: Unique
ru: Уникальное

# Property_IsEnabled
source: Allow editing
ru: Разрешить редактирование

# ControlGroup_3c33c47ea98f4cbf940384adf677779a
source: Property parameters
ru: Параметры свойства

# Property_IsVisibility
source: Display in card
ru: Отображать в карточке

# Property_IsShowedInList
source: Display in list form
ru: Отображать в форме-списке

# Property_CanBeSearch
source: CanBeSearch
ru: Отображать в диалоге поиска

# ControlGroup_acd21fd3c9ff41ce8eb01a840be6b0da
source: Enumeration values
ru: Значения перечисления

# Property_IsSystem
source: Systemic
ru: Системное

# Property_IsAvailableInIntegration
source: Available in the integration service
ru: Доступно в сервисе интеграции

# Property_IsDisplayValue
source: Sets the display name
ru: Задает отображаемое имя

# Property_Length
source: Length
ru: Длинна
