Repository: auxo-team/DirectumObjects
Catalog: Auxo.Common/Auxo.Common.Shared/ObjType/ObjTypeSystem.*.resx
Languages: ru

# Property_Name
source: Name
ru: Наименование

# DisplayName
source: Type of entity
ru: Тип сущности

# AccusativeDisplayName
source: Type of entity
ru: Тип сущности

# CollectionDisplayName
source: Type of entities
ru: Типы сущностей

# Enum_Type_Document
source: Document
ru: Документ

# Enum_Type_Databook
source: Databook
ru: Справочник

# Property_Type
source: Type
ru: Тип

# Enum_Type_Task
source: Task
ru: Задача

# Enum_Type_Assignement
source: Assignement
ru: Задание

# Property_EntityGuid
source: Entity Guid
ru: Guid объекта

# Property_EntityType
source: Type full name
ru: Полное имя типа

# Property_LocalizedName
source: Localized name
ru: Локализированное наименование

# Property_Parents
source: Parents
ru: Родители

# Property_TableNameDB
source: Database table name
ru: Имя таблицы БД

# ControlGroup_d66e8bff310a45818265efb6b590c943
source: Parents
ru: Родители

# Property_TypeString
source: Type (string)
ru: Тип (строка)

# Property_IsAbstract
source: Is abstract
ru: Абстрактный

# Property_IsOverridde
source: Overridde
ru: Перекрыт

# Action_ChangesReport
source: Type changes
ru: Изменения типа

# Action_ChangesReportHint
source: Generate report "Type changes"
ru: Сформировать отчет "Изменения типа"

# Action_ChangesReportDescription
source: Generates a report with the type changes made in the development environment
ru: Сформирует отчет с изменениями типа, сделанные в среде разработки

# Ribbon_ReportsGroup_837bc07c7da3434e99c926f77135b90c
source: Reports
ru: Отчеты

# Ribbon_Reports_23ecae8666ed4d57b59faab0fe100db3
source: Reports
ru: Отчеты

# Action_TypeProperties
source: Type properties
ru: Свойства типа

# Action_TypePropertiesHint
source: Show type properties
ru: Показать свойства типа

# Action_TypePropertiesDescription
source: Opens a list of type properties
ru: Открывает список свойств типа

# Ribbon_RelatedData_60bde099a82c433db12c46d7663f6976
source: Related data
ru: Связанные данные

# Ribbon_RelatedData_fba5d04c3bea4d23b4252ca67b0f8db2
source: Related data
ru: Связанные данные

# Action_CardDescription
source: Card description
ru: Описание карточки

# Action_CardDescriptionHint
source: Description of the entity type card
ru: Описание карточки типа сущности

# Action_CardDescriptionDescription
source: Generate a report with a description of the entity type card
ru: Сформировать отчет с описанием карточки типа сущности
